tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

cask "alfred"
cask "docker"
cask "font-monaspace-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"

brew "docker-compose"
brew "gh"
brew "ripgrep"
brew "jq"
brew "nvim"
brew "rbenv"
brew "starship"
